/* Main application menu item: About, string parameter is the application name */
"menuAbout" = "About %@";

/* Main application menu item: Quit, string parameter is the application name  */
"menuQuit" = "Quit %@";

/* Main application menu item: Hide, string parameter is the application name  */
"menuHide" = "Hide %@";

// ----------------------------------------------------------
"IDS_FILE_CHOOSER_TITLE"					= "Choose File(s)";
"IDS_DIR_CHOOSER_TITLE"						= "Choose Folder";
"IDS_CHOOSER_SELECT_BUTTON"					= "Select";

// ----------------------------------------------------------
"IDS_FILE_UPLOAD_CHOOSER"					= "Select file to upload by ";
"IDS_FILE_UPLOAD_CHOOSER_MULTI_SELECT"		= "Select file(s) to upload by ";
"IDS_FILE_DOWNLOAD_SAVE"					= "Select location for download by ";
"IDS_DOWNLOAD_FILE_SAVE_CLASSIC_PLUGIN"		= "Select location for download";

"IDS_AUTH_PROMPT_REALM_NAME"				= "Please log in to area \"{area}\" on {server}";
"IDS_AUTH_PROMPT_NAME"						= "Please log in to {server}";
